Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: TEI file: Importieren einer Transkription, die gemäß den Richtlinien der Text Encoding Initiative (TEI) in XML kodiert ist (siehe dazu Schmidt, Th.
en_gb: TEI file: imports a transcription that is coded according to the guidelines of the Text Encoding Initiative (TEI) in XML (see Schmidt, Th.

source: Tree Tagger Output: Importiert eine Textdatei, die gemäß dem Format des TreeTaggers (http://www.ims.uni-stuttgart.de/projekte/corplex/TreeTagger/) pro Zeile ein Wort sowie, getrennt durch ein Tabulatorzeichen, dessen Part-Of-Speech-Annotation enthält, z.B.:
en_gb: ??? Tree Tagger Output: imports a text file that contains Part-Of-Speech-Annotation, hence a word per line, as well as seperated by tabs according to the TreeTagger format (http://www.ims.uni-stuttgart.de/projekte/corplex/TreeTagger/) i.e.:

source: sucht nach Zeitpunkten, deren absolute Zeitwerte sehr nahe beieinanderliegen und legt diese zu einem Zeitpunkt zusammen.
en_gb: looks for time points who's absolute time values lie very close together and combines these to one time point.

source: EXMARaLDA selbst kennt nur solche Elemente, die sich auf die logische Struktur von Transkriptionen beziehen, also beispielsweise „Ereignisse“, „Zeitintervalle“, „Sprecher“ etc. All diese Elemente finden sich daher auch in den Bedienungselementen des Partitur-Editors wieder.
en_gb: EXMARaLDA is only familiar with elements that relate to the logical structures of transcriptions, such as "events", "time intervals", "speakers" etc. Thus, you can find all of these elements in the user manual of the Partitur-Editor.

source: Sie können diesen Wert aber bei Bedarf herauf- oder heruntersetzen.
en_gb: You can, of course, increase or decrease this figure, if required.

source: Dies kann bei gewissen Aufnahmetypen die Transkription wesentlich erleichtern.
en_gb: This can greatly simplify the transcription with certain recording types.

source: Zusätzlich kann rechts Information über die momentan ausgewählte Datei angezeigt werden.
en_gb: Additionally, information on the currently selected file can be displayed on the right.

source: Dem ausgewählten Zeitpunkt wird nun der absolute Zeitwert zugeordnet, an dem sich der Cursor in Praat (die rote Linie in der obigen Abbildung) befindet (siehe dazu auch Anhang E).
en_gb: The absolute time value at which the cursor in Praat (the red line in the image above) is now, will be attached to the selected time point (also see Appendix E).

source: Round to bestimmt die Anzahl der Nachkommastellen, auf die die Pausenmessung gerundet wird.
en_gb: Round to defines the number of digits behind the comma, to which the pause measurement is rounded.

source: Sie können die Datei anschließend mit jedem beliebigen Textverarbeitungsprogramm, das RTF-Dateien lesen kann (also vor allem MS Word), öffnen und weiterbearbeiten.
en_gb: Thereafter, the file can be opened and edited in any word processor that can read RTF files (especially MS Word).

source: Sie werden mittels eines Dialogfensters aufgefordert, einen Namen und Speicherort für die Bilddatei auszuwählen.
en_gb: A pop-up window will then ask you to choose a storage location for the image file.

source: Sie werden zunächst aufgefordert, eine oder mehrere Audio- oder Videodateien anzugeben (siehe dazu Transcription > Recordings...).
en_gb: Fist. you are asked to select one or more audio or video files. (see Transcription > Recordings...).

source: Die Details dieser Konventionen wurden in
en_gb: Details on these conventions were presented by

source: Import via XSL stylesheet: Importiert eine XML-Datei in beliebigem Format, indem auf diese ein geeignetes XSL-Stylesheet angewandt wird, das das Ausgangsformat in eine EXMARaLDA Basic-Transcription transformiert.
en_gb: Import via XSL stylesheet: imports an XML-Datei in any desired format, by applying a suitable XSL stylesheet that transforms the original format into a EXMARaLDA Basic-Transcription.

source: Oktober 2011
en_gb: October 2011

source: Segmentketten sind definiert als zusammenhängende Folge von Ereignissen in einer Transkriptionsspur.
en_gb: Segment chains are defined as interrelated events in a transcription tier.

source: So kann z. B. in dem gegebenen Beispiel über die HIAT-Segmentierung anhand der verwendeten Punkte und Fragezeichen (die gemäß HIAT eine Äußerung abschließen) eine Unterteilung der Segmentketten in Äußerungen erfolgen:
en_gb: As shown in thegiven example a splitting of the segment chains into utterancescan take place with the HIAT segmentation by means of the full stops and question maks made use of (that complete an utterance according to HIAT ) :

source: Um Zeichen einzugeben, die nicht über die Tastatur zugänglich sind, können Sie über den Button unten links eine virtuelle Tastatur einblenden.
en_gb: In order to enter characters which are not available on the keyboard, you can open a virtual keyboard by using the button below on the left.

source: Zugrundegelegt wird der unter "Edit > Preferences > Segmentation" eingestellte Segmentierungsalgorithmus.
en_gb: The segmentation algorithm set under "Edit > Preferences > Segmentation" is taken as a basis.

source: Zweitens kann der Nutzer Kategorien für das Annotation Panel selbst definieren (siehe dazu How to use and configure the annotation panel).
en_gb: Secondly, the user can define categories for the Annotation Panel freely (see How to use and configure the annotation panel).

source: Ausblenden lässt sich das Audio-/Video panel auch über das Kreuz in der rechten oberen Ecke seines Fensters.
en_gb: The audio/video panel can also be hidden by using the x in the top right corner of the panel window.

source: EXMARaLDA ist seinerseits ein XML-basiertes System zur Diskurstranskription auf dem Computer, das die Grundlage einer Datenbank „Mehrsprachigkeit“ am Sonderforschungsbereich „Mehrsprachigkeit“ (SFB 538) der Universität Hamburg darstellt.
en_gb: EXMARaLDA is an XML-based system for discourse transcription on the computer. It represents the foundation of the special research facility "Multilngualism" (SFB538) of the University of Hamburg and their database "Multilungualism“.???

source: EXMARaLDA-Transkriptionen „sind“ daher keine Partituren und „bestehen“ nicht aus Spuren – dies sind lediglich Elemente, die zur graphischen Darstellung von EXMARaLDA-Transkriptionen am Bildschirm oder auf dem Papier Anwendung finden.
en_gb: EXMARaLDA transcriptions, thus, "are not" musical scores and do not "consist" of tiers – these are only elements, which have use in reference to the graphical display of EXMARaLDA transcriptions on screen or on paper.

source: Wenn Sie mit einer einzigen Audio-Aufnahme arbeiten und diese nicht nach-alignieren o.Ä. müssen, brauchen Sie das Audio/Video-Panel i.d.R. nicht anzuzeigen.
en_gb: When working with a single audio recording that does not need to be realigned or the like, it is not required to display the audio/video panel.

source: Dabei kann über einen Dialog ausgewählt werden, nach welcher Regel der Inhalt der Textdatei auf die Ereignisse der Spur verteilt wird:
en_gb: The window presents options as to according to which rule the content of the teyxt file will be distributed into the events of the tier:

source: Das Format kann als Austauschformat mit einer Reihe weiterer Tools (ANVIL, Transformer, MAVVissta, etc.) verwendet werden.
en_gb: The format kann be used as an exchange format with a number of other tools (ANVIL, Transformer, MAVVissta, etc.).

source: Umgekehrt können die Buttons "Add event..."
en_gb: In reverse, the buttons "Add event..."

source: Die Schattierung wird nicht mit ausgegeben.
en_gb: The colour will not be included in the output.

source: Für jedes Intervall der Zeitachse wird ein „Audio-Schnipsel“ erzeugt.
en_gb: An "audio snippet" is created for every interval of the time axis.

source: Insofern liegen keine Erfahrungen vor, was mit diesen Elementen beim „Import“ passiert.
en_gb: Therefore, we have no experience as to what happens to these elements when "imported".

source: Markieren Sie hierfür im Partitur-Editor einen Punkt der Zeitachse und klicken Sie dann auf < Get.
en_gb: For this, mark a point on the time line in the Partitur-Editor and click <Get.

source: Nach Auswahl der zu importierenden Datei werden Sie aufegfordert, ein solches XSL-Stylesheet anzugeben:
en_gb: After selecting the file to be imported, you will be asked to specify such an XSL Stylesheet:

source: , um folgenden Dialog angezeigt zu bekommen:
en_gb: , to get the following dialogue:

source: Das Praat panel ist generell nur unter Windows-Systemen verfügbar; der Menü-Eintrag sollte in anderen Systemen daher nicht erscheinen.
en_gb: The Praat panel is only available under windows. Therefore, this menu item should not appear when using other systems.

source: Falls das Audio/Video Panel nicht automatisch auf Ihrem Bildschirm erscheinen sollte, wählen Sie View > Audio/ Video panel, um es anzeigen zu lassen.
en_gb: If the Audio/Video panel does not appear on your screen automatically, choose View > Audio/ Video panel to have it displayed.

source: ANHANG E: Synchronisieren einer EXMARaLDA-Transkription mit einer digitalisierten AUDIO-Aufnahme über PRAAT
en_gb: Appendix E: SYNCHRONISATION OF AN EXMARALDA TRANSCRIPTION WITH A DIGITALISED AUDIO RECORDING IN PRAAT

source: Abbreviation: das Sprecher-Kürzel, das (bei aktivierter Option „Auto“, siehe „Tier > Edit Tier properties“) auch für die Bezeichnung der Spuren (Spurlabel) verwendet wird.
en_gb: Abbreviation: the speaker abbreviation that is also used for the tier labels. (when activating the option "Auto“, see "Tier > Edit Tier properties“)

source: Aber es ist auf jeden Fall nützlich, sie sich einmal vergegenwärtigt zu haben.
en_gb: but it is certainly useful to bear them in mind.

source: Absolute Zeitwerte, die nicht in eine monoton wachsende Folge passen, werden entfernt.
en_gb: Absolute time valus that do not fit into a monotonously growing sequence are removed.

source: Absolute time format: legt fest, ob die absoluten Zeitwerte als Dezimalzahl („Decimal“), d. h.
en_gb: Absolute time format: defines whether the absolute time values are to be shown "Decimal“,

source: Add: Um einzelne Zuordnungen vorzunehmen, markieren Sie je einen Eintrag in den beiden linken Textfeldern und klicken Sie dann auf Add, um dieses Paar dem rechten Textfeld hinzuzufügen.
en_gb: Add: To carry out an individual assignment, select both of the entries in the left text fields and click Add to add this pair to the right text field.

source: Additional label space: legt einen zusätzlichen Leerraum zwischen den Spurlabels und dem ersten Eintrag fest.
en_gb: Additional label space: determines an additional space between the tier labels and the first entry.

source: Aktivieren Sie die Option "Auto" um automatisch zu jeder ausgewählten Datei Informationen angezeigt zu bekommen.
en_gb: Activate the option "Auto" to display information for every selected file automatically.

source: Aktivieren Sie die Option Synchronize with selection im Praat panel.
en_gb: Activate the option Synchronize with selection in the Praat panel.

source: Alignment: legt die Ausrichtung des Textes innerhalb einer Ereignisbeschreibung fest.
en_gb: Alignment: sets the alignment of the text within the event description.

source: All visible tiers gibt die gesamte sichtbare Transkription aus, also alle Spuren, die nicht über Tier > Hide Tier ausgeblendet wurden.
en_gb: All visible tiers issues all visible tiers that have not been hidden via Tier > Hide Tier.

source: Alle Zeichen, die nicht in der folgenden Tabelle aufgeführt sind, werden im EXMARaLDA Partitur-Editor als Bestandteile von Wörtern behandelt (sofern sie nicht Teil eines nicht-phonologischen Datums sind).
en_gb: All signs that are not listed in the following table will be treated as parts of words in the EXMARaLDA Partitur-Editor (Unless they are part of a non phonological entry).

source: Alle Änderungen seit dem letzten Speichern werden damit verworfen.
en_gb: All changes since the last save will be discarded.

source: Allerdings erlaubt das Annotation Panel erstens, diese Symbole hierarchisch (d.h. in einer Baumstruktur) zu organisieren.
en_gb: Firstly, however, the annotation panel allows these symbols to be organised hierarchically (i.e. in a tree structure).

source: Allerdings mussten wir auch feststellen, dass es sehr aufwändig ist, die Dokumentation fortwährend auf dem neuesten Stand zu halten – dies umsomehr, als die EXMARaLDA-Nutzerschaft eine mehrsrpachige ist.
en_gb: . However, we also learnt that updating, as well as maintaining such documentation may be very time consuming, especially considering that the EXMARaLDA user group is a multilingual one.

source: Allgemeines zum Segmentieren
en_gb: General Information on Segmentation

source: Als Ergänzung zu diesem HIAT-Handbuch wurde auf der EXMARaLDA-Homepage http://www.exmaralda.org/ im dortigen Untermenü „HIAT“ eine umfangreiche Beispielsammlung für das Transkribieren mit dem EXMARaLDA Partitur-Editor nach HIAT hinterlegt.
en_gb: In addition to this HIAT-manual, the sub menu "HIAT" on the EXMARaLDA-Homepage http://www.exmaralda.org/ features an extensive collection of samples for transcribing with the EXMARaLDA Partitur-Editor according to HIAT.

source: Als XML-basiertes System macht EXMARaLDA vom Konzept der Trennung von logischer und graphischer Struktur eines Datums Gebrauch.
en_gb: As an XML-based system, EXMARaLDA makes use of the concept of separating the logical and graphical structure of a date.

source: Als zusätzliche Vorbemerkung und zur Vermeidung von Missverständnissen sei an dieser Stelle noch auf drei wichtige Umstände hingewiesen:
en_gb: As an additional preliminary remark and in order to avoid misunderstandings, we would like to bring three important circumstances to your attention:

source: Am besten erfüllt diese Voraussetzungen derzeit der Schriftsatz „Arial Unicode MS“.
en_gb: Currently, the best font for this purpose is "Arial Unicode MS“.

source: Am unteren Fensterrand befindet sich eine Scroll-Leiste, mit der der angezeigte Ausschnitt verschoben werden kann:
en_gb: The scroll bar at the bottom of the window allows moving the section you want to view:

source: Andere Audio- oder Videoformate werden vom Flash-Player nicht abgespielt.
en_gb: Other audio or video recordings will not be played by the Flash Player.

source: Anhang A: SIMPLE EXMARaLDA-Konventionen
en_gb: AppendixA: SIMPLE EXMARaLDA Conventions

source: Anhang C: EXMARALDA und stylesheets
en_gb: AppendixC:EXMARALDA and stylesheets

source: Anhang d: ÜBERSICHT ÜBER DIE TASTENkombinationen
en_gb: Appendix D: Shortcut Overview

source: Anhang B: Segmentierungs-Algorithmen
en_gb: Appendix B: Segmentation Algorithms

source: Anlegen von Metadaten.
en_gb: Creating Meta Data.

source: Annotation mismatches: bei Spuren des Typs 'A(nnotation)' wird überprüft, ob es zu allen Ereignissen ein korrespondierendes Ereigniss in der entsprechenden Spur des Typs 'T(ranscription)' gibt (siehe auch "Transcription > Structure errors").
en_gb: Annotation mismatches: for tiers of the type 'A(nnotation)', the software checks whether all events have a corresponding event in the respective tier of type 'T(ranscription)' (see also "Transcription > Structure errors").

source: Anpassen eines vorhandenen Stylesheets:
en_gb: Adapting an already existing stylesheet:

source: Anschließend wird Ihnen die Transkription als Partitur im Editor angezeigt.
en_gb: Thereafter, the transcription will appear as a musical score in the editor.

source: Anschließend können die betreffenden Funktionen aufgerufen werden.
en_gb: Thereafter the functions in question can be called .

source: Anschließend müssen Sie den Partitur-Editor zunächst vollständig beenden und anschließend wieder neu starten.
en_gb: Then you will have to close and restart the Partitur-Editor.

source: Anschließend wird die Partitur im Editor angezeigt.
en_gb: Thereafter, it will appear in the musical score in the editor.

source: Anschließend wird die Transkription als Partitur im Editor angezeigt.
en_gb: Thereafter, the transcription will appear as a musical score in the editor.

source: Anschließend wird ein Dialog angezeigt, mit dem Sie die Zuordnung von Spuren in der vorhandenen („Transcription 1“) und der anzuhängenden Transkription („Transcription 2“) vornehmen können.
en_gb: Thereafter, a dialogue will appear with which you can define the assignment of tiers in the current transcription („Transcription 1“) and the transcripion you intend to glue ("Transcription 2“).

source: Anschließend öffnet sich folgender Dialog, in dem die erste der im vorherigen Schritt angegebenen Audio- oder Videodateien in einem Player geöffnet wird:
en_gb: Then, the following window will appear and open the previously selected audio or video file in a player.

source: Ansonsten sollte er auf einen Wert zwischen 5 und 20 gesetzt werden.
en_gb: Otherwise, it should be set to a value between 5 and 20.

source: Ansonsten erfolgt eine Meldung, dass es sich nicht um eine EXMARaLDA Basis-Transkription handelt.
en_gb: Otherwise, a notification that states it is not an EXMARaLDA basic transcription will appear.

source: Append event description: Der Dateiname der zu generierenden „Audio-Schnipsel“ wird um die erstem Zeichen des zugehörigen Ereignistextes ergänzt.
en_gb: Append event description: The first symbol of the associated text will be added to the filename of the "audio snippets" that are to be created.

source: Arrangieren Sie dieses Fenster so auf dem Bildschirm, dass Partitur, Praat panel und „Long Sound“-Fenster gleichzeitig zugänglich sind. Um den in Praat angezeigten Ausschnitt der Audio-Datei zu bestimmen, wählen Sie eine der folgenden beiden Möglichkeiten:
en_gb: Rearrange this window on the screen so that the musical score, the Praat panel and "Long Sound" window are simultaneously accessible. To determine the audio file snippet shown in Praat, choose one of the following two options:

source: Auch dieses Handbuch wird in regelmäßigen Abständen aktualisiert.
en_gb: This Manual is also being updated on a regular basis.

source: Audio-Datei in Praat öffnen
en_gb: Open the audio file in Praat

source: Auf der EXMARaLDA-Homepage finden Sie unter dem Menüpunkt Hilfe ein umfangreiches Hilfsangebot, insbesondere eine umfassende Beispielsammlung für die praktische Arbeit mit dem Partitur-Editor.
en_gb: On our EXMARaLDA homepage you can find an extensive assistance via the menue item Help , in particular a vast collection of examples for the practical work with the Partitur-Editor.

source: Auf der EXMARaLDA-Website werden einige gebrauchsfertige Stylesheets zum Download angeboten.
en_gb: The EXMARaLDA website offers a number of ready to use stylesheets to download.

source: Auf eine detaillierte Ausführung soll daher in diesem Handbuch verzichtet werden.
en_gb: Therefore, no detailed explanation is delivered in this manual .

source: Ausblenden lässt sich das Keyboard auch über das Kreuz in der rechten oberen Ecke seines Fensters.
en_gb: The keyboard can also be hidden by using the x in the top right corner of the keyboard window.

source: Ausblenden lässt sich das Link panel auch über das Kreuz in der rechten oberen Ecke seines Fensters.
en_gb: The link panel can also be hidden by using the x in the top right corner of the link panel window.

source: Ausführliche Erläuterungen zum Verlinken von Dateien finden Sie in der Funktionsreferenz unter „VI. Panels > B. Link panel”.
en_gb: A detailed introduction into linking files can be found in the functional reference under „VI. Panels > B. Link panel”.

source: Ausführliche Erläuterungen zum Verlinken von Dateien finden Sie in der Funktionsreferenz unter „Panels > Link panel”.
en_gb: A detailed introduction into linking files can be found in the functional reference under „Panels > Link panel”.

source: Ausgangstranskription:
en_gb: Initial transcription:

source: Ausgeblendete Gitternetzlinien verbergen die Tabellenstruktur der Benutzeroberfläche und lassen sie so „partiturförmiger“ erscheinen, insbesondere wenn zusätzlich als Hintergrundfarbe für leere Ereignisse „weiß“ gewählt wird (siehe hierzu auch „Format-Menü“ und „View-Menü“):
en_gb: Hidden grid lines hide the table structure of the user interface. This makes the user interface look more "musical score like", especially if the background colour of blank events is set to „white“ (see also "Format Menu“ and "View Menu“):

source: Aussehen und Funktionsweise dieses Dialogs variieren recht stark von Betriebssystem zu Betriebsystem, entsprechen aber in etwa dem jeweils dort gebräuchlichen Standard-Dialog.
en_gb: Appearance and functionality vary greatly depending on the operating system. However, they comply with appearance of the standard window.

source: Auto anchor transcription to media: wenn diese Option ausgewählt ist, wird die Transkription automatisch mit einer zugeordneten Aufnahme verankert, d.. der erste Zeitpunkt in der Zeitachse erhält den Wert 0.0, der letzte Zeitpunkt den Wert, der dem Ende der Aufnahme entspricht.
en_gb: Auto anchor transcription to media: if this option is selected, the transcription is automatically linked to an assigned recording. The first time point on the time line has the value 0.0, the last time point has the value of the end of the recording.

source: Auto remove unused timeline items after merge: wenn diese Option ausgewählt ist, wird nach dem Zusammenlegen von Ereignissen automatisch überprüft, ob die Zeitachse ungenutzte Zeitpunkte enthält.
en_gb: Auto remove unused timeline items after merge: If this option is chosen, an automatic check searches for unused time points on the time line after events have been merged.

source: Auto (Properies): Nimmt eine Zuordnung der Spuren gemäß ihrer Eigenschaften vor, d. h.
en_gb: Auto (Properties): Assigns the tiers according to their properties, hence

source: Auto (Position): Nimmt eine Zuordnung der Spuren gemäß ihrer Position vor, d. h.
en_gb: Auto (Position): Assigns the tiers according to their position, hence

source: Auto save file name: Akzeptieren Sie den vorgeschlagenen Dateinamen oder ändern Sie ihn
en_gb: Auto save file name: Accept the suggested file name or change it.

source: Auto save interval: Das automatische Kopieren der Daten in die Sicherungskopie erfolgt in Intervallen.
en_gb: Auto save interval: The data is automatically copied into the backup copy in intervals.

source: Auto save path: Akzeptieren Sie den vorgeschlagenen Speicherort der Sicherungsdatei oder wählen Sie Browse…, um den Speicherort zu verändern.
en_gb: Auto save path: Accept the suggested save location for the backup file or select Browse… in order to change the location.

source: Außerdem können Sie in diesem Dialog festlegen, welche Form Pausen haben sollen, die über Event > Insert Pause...
en_gb: Furthermore, you can use this dialogue to choose the form of pauses that are inserted via Event > Insert Pause...

source: Außerdem sollten Sie eine zugrunde liegende Mediendatei angegeben haben (siehe „Transcription > Recordings...“).
en_gb: Furthermore, you should have specified the underlying media file (siehe „Transcription > Recordings...“).

source: Background color: legt die Hintergrundfarbe fest.
en_gb: Background color: sets the background color of the text.
